Repository: common-repository/wp-facebook-like-this
Catalog: lang/fblt-*.po
Languages: fr_fr

source: Hurray! Options have been saved.
fr_fr: Youpi ! Les options ont bien été sauvegardées.

source: Plugin settings
fr_fr: Paramètres du plugin

source: Automatic include:
fr_fr: Insertion automatique

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: ie. do you want this plugin automatically include "Like" button under each post?
fr_fr: ie. voulez-vous que ce plugin insère automatiquement le bouton "J'aime" à la fin de chaque article ?

source: Note that you can include <strong>&lt;?php fblikethis_button(); ?&gt;</strong> to your template page to display this widget.
fr_fr: Notez que vous pouvez insérer <strong>&lt;?php fblikethis_button(); ?&gt;</strong> dans votre template pour afficher ce widget.

source: Exclude display for homepage:
fr_fr: Ne pas afficher les boutons sur la page d'accueil :

source: ie. do you want to hide like buttons on your homepage?
fr_fr: ie. voulez-vous ne pas afficher les boutons "J'aime" sur votre page d'accueil ?

source: Admin UIDs for Facebook Insights (optional):
fr_fr: UIDs des admins pour Facebook Insights (facultatif) :

source: Layout settings
fr_fr: Paramètres d'affichage

source: Layout style:
fr_fr: Style d'affichage :

source: ie. choose "standard" to show the "like" button, faces, and names. "Button count" will only show how many likers you have
fr_fr: ie. choisissez "standard" pour afficher le bouton "J'aime", les visages et les noms. "Button count" affichera uniquement le nombre de personnes qui "aiment" l'article

source: Show Faces:
fr_fr: Afficher les visages :

source: ie. do you want to show "likers" faces?
fr_fr: ie. voulez-vous afficher les visages des personnes qui "aiment" vos articles ?

source: Widget width (optional):
fr_fr: Taille du widget (facultatif) :

source: ie. if you have layout issues
fr_fr: ie. si vous avez des problèmes d'affichage

source: Verb to display:
fr_fr: Type de bouton :

source: Like
fr_fr: J'aime

source: Recommend
fr_fr: Recommandé

source: ie. two verbs, two ways to suggest you are interested: recommend or like this article
fr_fr: ie. deux choix, deux moyens pour suggérer que vous êtes interessé par l'article : "recommander" ou "aimer"

source: Font:
fr_fr: Police :

source: ie. use the standard Facebook font or choose one!
fr_fr: ie. utiliser la police standard de Facebook ou choisissez-en une !

source: Color scheme:
fr_fr: Couleur :

source: ie. color scheme of this widget. Is this really useful?
fr_fr: ie. couleur pour ce widget. Est-ce vraiment utile ?

source: <strong>Ultimate tips</strong>: you can customize plugin appearance by defining the <em>.like</em> CSS class. Also if you have a thumbnail for your post it will be automatically used for your activity post.
fr_fr: <strong>Astuce</strong> : vous pouvez personnaliser l'apparence du plugin en définissant la classe CSS <em>.like</em>. Aussi, si vous avez défini une miniature pour votre article, celle-ci sera utilisée pour la publication sur votre profil Facebook.

source: Update Options
fr_fr: Mettre à jour les options

source: Reset
fr_fr: Remise à zéro

source: Do you mind about our work? Please support us!
fr_fr: Vous aimez notre travail ? Aidez-nous !

source: The <a href="%s">Milky Interactive</a> team.
fr_fr: L'équipe de <a href="%s">Milky Interactive</a>.
